const translationRu = {
  //Header
  ClockFormat: 'HH:mm:ss',
  About: 'Я',
  Skills: 'Умения',
  Education: 'Образование',
  Experience: 'Опыт',
  Projects: 'Проекты',
  Hobby: 'Увлечения',
  Contacts: 'Контакты',
  //About
  name: 'Александр Ёвженко',
  about_Me: `Привет!
  Меня зовут Александр.
  Я Бэкэнд разработчик (Node.js, React) с опытом работы с технологиями JavaScript, TypeScript, NodeJS, NestJS, Express, Microservices, RabbitMQ, Docker, PostgreSQL, MongoDB, различными ORM, а также знаком с React, Redux, HTML и CSS.
  Я стремлюсь присоединиться к вашей команде, чтобы развивать свои навыки и создавать полезные и интересные продукты. Моим главным приоритетом является качество кода, эффективность и надежность решений.
  Мой профессиональный опыт включает разработку микросервисных и монолитных веб-приложений, а также работу в команде, где я мог продемонстрировать свои навыки коммуникации и сотрудничества.
  Я готов внести свой вклад в проекты вашей компании, предлагая инновационные и эффективные решения, а также стремясь к постоянному профессиональному росту.
  Буду рад сотрудничеству и надеюсь скоро встретиться с вами!
  С наилучшими пожеланиями, Александр.`,
  download: 'Скачать резюме',
  p: 'п',
  o: 'о',
  r: 'р',
  t: 'т',
  f: 'ф',
  l: 'л',
  i: 'и',
  Theme: 'Сменить Тему',
  //Sills
  Base: 'Базовые',
  FrontEnd: 'Фронтенд',
  BackEnd: 'Бэкенд',
  //Education
  dateEducation: 'Ноябрь 2020 - Июнь 2022',
  //Experience
  PetProjects: 'ПетПроекты',
  //Projects
  GitHubProject: 'ГитХаб Проекта',
  Description: 'Описание',
  //Project Modal
  Languages: 'Языки',
  Technologies: 'Технологии',
  Instruments: 'Инструменты',
  Position: 'Позиция',
  Role: 'Роль',
  FullStackDev: 'Фулстек разработчик',
  FrontEndDev: 'Фронтенд разработчик',
  BackEndDev: 'Бэкенд разработчик',
  RoleFull: 'Я выполнил весь проект от начала до конца',
  RoleVezha: 'Я выполнил весь бэкэнд от начала до конца, а фронтенд сделал в команде',
  DescriptionVezha: 'Приложение для управления проектами',
  DescriptionFW: 'Веб-приложение с прогнозом погоды',
  DescriptionRG: 'Игра для развития математических способностей и навыков счета',
  DescriptionCS: 'Чат на сокете онлайн',
  DescriptionCC: 'Ковертер валют',
  DescriptionFH: 'Верстка сайта мебель для дома',
  //Hobby
  HobbySlogan: 'Добавьте удовольствия в свою жизнь!',
  Biking: 'Велосипед',
  Fishing: 'Рыбалка',
  'Video Games': 'Видео Игры',
  BikingSlogan: 'Езда на велосипеде лучшее для вашего тела, ума, кошелька и мира!',
  FishingSlogan:
    'Рыбалка — это идеальное занятие с низким уровнем стресса и воздействия, которое заставляет вас двигаться часами!',
  VideoGamesSlogan: 'Новый взгляд на жизнь за пределами вашего воображения!',
  //Contacts
  GitHub: 'ГитХаб',
  Email: 'Почта',
  LinkedIn: 'Линкедин',
  Telegram: 'Телеграм',
  WhatsApp: 'Ватсап',
}

export default translationRu
